[
  {
    "cita": "El único límite a nuestros logros de mañana está en nuestras dudas de hoy.",
    "autor": "Anónimo"
  },
  {
    "cita": "No cuentes los días, haz que los días cuenten.",
    "autor": "Muhammad Ali"
  },
  {
    "cita": "No hay camino que no se acabe si no se le opone la pereza.",
    "autor": "Anónimo"
  },
    {
    "cita": "La vida es un 10% lo que te sucede y un 90% de cómo reaccionas a ello.",
    "autor": "Charles R. Swindoll"
  },
  {
    "cita": "Si te levantas por la mañana y piensas que el futuro va a ser mejor, es un día brillante. De lo contrario, no lo es.",
    "autor": "Elon Musk"
  },
    {
    "cita": "El éxito no se logra solo con cualidades especiales.  Es principalmente la consecuencia de la perseverancia aplicada a la acción.",
    "autor": "Anónimo"
  },
    {
    "cita": "La educación es el arma más poderosa que puedes usar para cambiar el mundo.",
    "autor": "Nelson Mandela"
  },
  {
     "cita": "El hombre sabio no se entristece por las cosas que no tiene, sino que se regocija por las que tiene.",
    "autor": "Epicteto"
  },
    {
    "cita": "No te avergüences de tus fracasos, aprende de ellos y empieza de nuevo.",
    "autor": "Richard Branson"
  },
  {
    "cita": "La lógica te lleva de A a B, pero la imaginación te llevará a todas partes.",
    "autor": "Albert Einstein"
  },
    {
    "cita": "No te detengas hasta que te sientas orgullosa.",
    "autor": "Anónimo"
  },
    {
    "cita": "El cambio comienza en tu mente.",
    "autor": "Anónimo"
  },
   {
    "cita": "No creo ser mejor que nadie, pero nadie es mejor que yo.",
    "autor": "Anónimo"
  },
    {
    "cita": "Mientras perseveremos y resistamos, podemos conseguir todo lo que queramos.",
    "autor": "Anónimo"
  },
     {
    "cita": "La mejor manera de predecir el futuro es crearlo.",
    "autor": "Peter Drucker"
  },
     {
    "cita": "Da cada día la posibilidad de ser el mejor día de tu vida.",
    "autor": "Anónimo"
  },
  {
    "cita": "Nunca lo he intentado.  Alguna vez falló.  No importa.  Inténtalo de nuevo.  Vuelve a fallar.  Fracasar mejor.",
    "autor": "Samuel Beckett"
  },
  {
    "cita": "Va a pasar, porque tú vas a hacer que pase.",
    "autor": "Anónimo"
  },
   {
    "cita": "El que se conquista a sí mismo es el guerrero más poderoso.",
    "autor": "Confucio"
  },
  {
   "cita": "La vida es un regalo, y vine a desempacarlo.",
    "autor": "Anónimo"
  }
]